eve-fits.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2023-06-21 Wed 22:26 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>eve fits</title>
<meta name="generator" content="Org Mode" />
<link rel="apple-touch-icon" sizes="180x180" href="/apple-touch-icon.png">
<link rel="icon" type="image/png" sizes="32x32" href="/favicon-32x32.png">
<link rel="icon" type="image/png" sizes="16x16" href="/favicon-16x16.png">
<link rel="apple-touch-icon" sizes="180x180" href="./apple-touch-icon.png">
<link rel="icon" type="image/png" sizes="32x32" href="./favicon-32x32.png">
<link rel="icon" type="image/png" sizes="16x16" href="./favicon-16x16.png">
<meta name="viewport" content="width=device-width, initial-scale=1.0">
<meta property="og:title" content="eve fits">
<meta property="og:description" content="">
<meta property="og:image" content="https://notes.neeasade.net/assets/img/backgrounds/newfeather.png">
<meta property="og:url" content="https://notes.neeasade.net/eve-fits.html">
<meta property="description" content="">
<meta name="twitter:card" content="summary">
<link rel='stylesheet' href='/assets/css/colors.css?sum=02c3d8a0f0201338ed0f15528e701e34'>
<link rel='stylesheet' href='./assets/css/colors.css?sum=02c3d8a0f0201338ed0f15528e701e34'>
<link rel='stylesheet' href='/assets/css/new.css?sum=af3f2dec72257f4c5826491a26255626'>
<link rel='stylesheet' href='./assets/css/new.css?sum=af3f2dec72257f4c5826491a26255626'>
<link rel='stylesheet' href='/assets/css/org.css?sum=9155cf29eaa472b8accb2802aba57720'>
<link rel='stylesheet' href='./assets/css/org.css?sum=9155cf29eaa472b8accb2802aba57720'>
<link rel='stylesheet' href='/assets/css/notes.css?sum=d0d1c4252b3a39fa36352fadd6018fe2'>
<link rel='stylesheet' href='./assets/css/notes.css?sum=d0d1c4252b3a39fa36352fadd6018fe2'>
</head>
<body>
<div id="content" class="content">
<div style="float: left">
    <a href='/index.html'>../𝚂𝚃𝚇</a>
</div>

<div style="float: right">
    
    <a href="https://raw.githubusercontent.com/neeasade/neeasade.github.io/source/notes/eve-fits.org">source</a>
</div>
<h1 class=title>eve fits</h1>
<div class="org-center">
<p>

</p>
</div>

<hr>

<p>
Archiving some fits from when I played Eve Online for a month
</p>

<p>
The format is PLOP-style ini
</p>

<div id="outline-container-algos-fit" class="outline-2">
<h2 id="algos-fit"><span class="section-number-2">1.</span> algos fit <span class=anchor><a href="#algos-fit">#</a></span></h2>
<div class="outline-text-2" id="text-algos-fit">
<p>
this is currently a mashup of these: <a href="https://www.thealphasguide.com/upgrading-ships/gallente/algos/">alphas guide link</a>
</p>
<div class="org-src-container">
<pre class="src src-nil">[Algos, boob]
Modal Light Ion Particle Accelerator I
Modal Light Ion Particle Accelerator I
Modal Light Ion Particle Accelerator I
Modal Light Ion Particle Accelerator I
Modal Light Ion Particle Accelerator I
Small Shield Booster II
1MN Monopropellant Enduring Afterburner
Cap Recharger II
Drone Damage Amplifier II
Drone Damage Amplifier II
Damage Control II
Small EM Shield Reinforcer I
Small Capacitor Control Circuit I
Small Capacitor Control Circuit I
Warrior I x4
Hobgoblin I x4
Hammerhead I x2
Antimatter Charge S x2600
</pre>
</div>
</div>
</div>
<div id="outline-container-pure-drone-tristan-(without-tractor-beam)" class="outline-2">
<h2 id="pure-drone-tristan-(without-tractor-beam)"><span class="section-number-2">2.</span> pure drone tristan (without tractor beam) <span class=anchor><a href="#pure-drone-tristan-(without-tractor-beam)">#</a></span></h2>
<div class="outline-text-2" id="text-pure-drone-tristan-(without-tractor-beam)">
<div class="org-src-container">
<pre class="src src-nil">[Tristan, all drone baby]
Damage Control I
Drone Damage Amplifier I
Inertial Stabilizers I
1MN Afterburner I
Sensor Booster I, Scan Resolution Script
Small Shield Booster I
Salvager I
[Empty High slot]
[Empty High slot]
[Empty Rig slot]
[Empty Rig slot]
[Empty Rig slot]
Hobgoblin I x5
</pre>
</div>
</div>
</div>
<div id="outline-container-pure-drone-tristan-(with-tractor-beam)" class="outline-2">
<h2 id="pure-drone-tristan-(with-tractor-beam)"><span class="section-number-2">3.</span> pure drone tristan (with tractor beam) <span class=anchor><a href="#pure-drone-tristan-(with-tractor-beam)">#</a></span></h2>
<div class="outline-text-2" id="text-pure-drone-tristan-(with-tractor-beam)">
<div class="org-src-container">
<pre class="src src-nil">[Tristan, cock2]
Damage Control I
Drone Damage Amplifier I
Inertial Stabilizers I
1MN Afterburner I
Sensor Booster I, Scan Resolution Script
Small Shield Booster I
Salvager I
Small Tractor Beam I
[Empty High slot]
[Empty Rig slot]
[Empty Rig slot]
[Empty Rig slot]
Hobgoblin I x5
</pre>
</div>
<div class="footer-center">
    
</div>
</div>
</div>
</div>
</body>
</html>